data = {'1': {'name': 'Бегония',
              'time': 1,
              'desc': 'Поливать раз в 3 дня',
              'pict': 'https://2sotki.ru/wp-content/uploads/b/8/f/b8fac975ecc62d7cf8af7f5f0456eb41.jpg'
              },
        '2': {'name': 'Пеперомия',
              'time': 1,
              'desc': 'Поливать примерно раз в 3 дня. Пеперомия не терпит переувлажнения грунта. Летом необходимо поли'
                      'вать по мере высыхания, а в зимние месяцы 1 раза в 10-25 дней',
              'pict': 'https://pocvetam.ru/wp-content/uploads/2019/07/6-arbuznaja-peperomija.jpg'
              },
        '3': {'name': 'Хлорофитум',
              'time': 1,
              'desc': 'Обильно поливают в летнее время один раз в 3 дня, зимой - 1 раз в 7 дней, стараясь подливать '
                      'воду по краям горшка, а не в центр.',
              'pict': 'https://semena-ural.ru/wp-content/uploads/7/7/e/77e16b614ccbf2bd5c18934bc77975d7.jpeg'

              },
        '4': {'name': 'Спатифиллум',
              'time': 1,
              'desc': 'Подробности об уходе: Летом спатифиллум можно поливать раз в три дня, когда подсохнет верхний '
                      'слой почвы. Зимой поливать '
                                             'раз в неделю. Достаточно будет поливать цветок один раз в '
                                             'неделю.',
              'pict': 'https://gruenstadt.ru/wp-content/uploads/2/4/a/24a665ae796c849ac126c3c3bb8ba05c.jpeg'
              },
        '5': {'name': 'Самшит',
              'time': 1,
              'desc': 'Полив проводите каждые 3 дней. Самшит любит влагу, '
                      'поэтому в жаркую погоду хорошо раз в 2 дня опрыскивать растение.',
              'pict': 'https://goods.kaypu.com/photo/5553ce2df50baa2d1c697995.jpg'
              },
        '6': {'name': 'Коллизия',
              'time': 1,
              'desc': 'Подробности об уходе: Летом раз в 3 дня. '
                                          'Пересыхать грунту не позволяют — это может ослабить растение или даже'
                                          'привести к его гибели.',
              'pict': 'http://vmircvetov.ru/userfiles/product_img/photos/483_0.jpg'
              }
        }
